Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Nucleic acid sequencing programs [other than for medical use]
it: Programmi di sequenziamento dell'acido nucleico [non per uso medico]

source: Radiator additives to prevent rust
it: Additivi antiruggine per radiatori

source: Flame proofing chemicals
it: Prodotti chimici ignifughi

source: Fire retardant additives for resins
it: Additivi ignifughi per resine

source: Sensitized films (Unexposed -) for use in screen printing processes
it: Pellicole sensibilizzate (Non esposte -) per processi di serigrafia

source: Sensitized solder masks for use in the manufacture of printed circuit boards
it: Solder mask sensibilizzate per la fabbricazione di schede a circuiti stampati

source: Oxidised saccharides in solution form
it: Saccaridi ossidati in forma di soluzione

source: Oxygen for industrial purposes
it: Ossigeno per uso industriale

source: Amino acids for industrial purposes
it: Amminoacidi per scopi industriali

source: Plastic in the form of granules for use in industry
it: Plastica sotto forma di granuli per uso industriale

source: Plastics in the form of emulsions
it: Materie plastiche in emulsioni

source: Barium chloride
it: Cloruro di bario

source: Descaling preparations, other than for household purposes
it: Preparati disincrostanti, non per uso domestico

source: Preparations of trace elements for plants
it: Preparazioni di oligoelementi per le piante

source: Acetaldehyde (ethanal)
it: Acetaldeide (etanale)

source: Spinel [oxide mineral]
it: Spinello [ossido minerale]

source: Chemical preservatives for use in the production of a wide variety of chemicals
it: Conservanti chimici per uso nella produzione di un'ampia gamma di prodotti chimici

source: Adhesives for industrial use in the form of flakes
it: Adesivi per uso industriale sotto forma di fiocchi

source: Adhesives for use in the manufacture of surgical bandages
it: Adesivi per uso nella produzione di fasciature chirurgiche

source: Polyaluminium chloride
it: Cloruro di polialluminio

source: Polyester compositions in the form of powders for forming coatings
it: Composti in poliestere sotto forma di polveri per formatura di rivestimenti

source: Chemicals for use in analysis [other than medical and veterinary]
it: Prodotti chimici per analisi [diverse da quelle mediche e veterinarie]

source: Hydrohalic acids
it: Acidi alogenidrici

source: Acrylic latexes (Unprocessed -)
it: Lattici acrilici (Non lavorati -)

source: Synthetic resins for use in the manufacture of plastic molding compounds
it: Resine sintetiche per la fabbricazione di composti per stampaggio della plastica

source: Gases for use in air conditioners
it: Gas per condizionatori d'aria

source: Protective coatings in the form of sprays for use on concrete [other than paints or oils]
it: Rivestimenti protettivi sotto forma di vaporizzatori da utilizzare su calcestruzzo [non pitture o oli]

source: Protein for food for human consumption [raw material]
it: Proteine alimentari per il consumo umano [materia prima]

source: Rare earth salts
it: Sali di terre rare

source: Soil conditioning preparations for regulating the growth of horticultural products
it: Prodotti di condizionamento del terreno per regolare la crescita di prodotti orticoli

source: Stearyl lactilate
it: Lattilato di stearile

source: Photosensitive chemicals
it: Prodotti chimici fotosensibili

source: Deionised water
it: Acqua deionizzata

source: Desiccants for absorbing moisture
it: Essiccanti per assorbimento dell'umidità

source: Fluidised polymers for industrial use
it: Polimeri fluidizzati per uso industriale

source: Reagents for use in analytical tests [other than for medical or veterinary purposes]
it: Reagenti per test analitici [non per scopi medici né veterinari]

source: Reagents for use in environmental testing
it: Reagenti per controllo ambientale

source: Hardening agents
it: Agenti indurenti

source: Bacterial preparations, other than for medical and veterinary use
it: Preparazioni batteriche, non per uso medico o veterinario

source: Ammonium molybdate
it: Molibdato di ammonio

source: Ammonium nitrate
it: Nitrato di ammonio

source: Ammonium sulphate fertilizer
it: Fertilizzante al solfato di ammonio

source: Ammonium vanadate
it: Vanadato di ammonio

source: Chemical preparations for use in the removal of coatings from metal
it: Prodotti chimici per uso nella rimozione di rivestimenti da metalli

source: Chemical preparations for use in water softening
it: Preparati chimici per l'addolcimento dell'acqua

source: Emulsifiers for solvents
it: Emulsionanti per solventi

source: Borax
it: Borace

source: Photosensitive paper for use in medical imagery
it: Carta fotosensibile per immagini mediche

source: Anti-oxidants for use in manufacture
it: Antiossidanti per uso manifatturiero

source: Impregnating agents for concrete
it: Agenti impregnanti per calcestruzzo

source: Mercury sulphide
it: Solfuro di mercurio

source: Polyvinylidene chloride resins
it: Resine in polivinildencloruro

source: Potassium ferrocyanide
it: Ferrocianuro di potassio

source: Zeolite material
it: Materiali zeoliti

source: Chemicals for use in coating dental instruments [other than pharmaceuticals]
it: Composti chimici per il rivestimento di strumenti odontoiatrici [non farmaceutici]

source: Chemicals for use in polymerisations
it: Sostanze chimiche per le polimerizzazioni

source: Chemicals for use in the manufacture of abrasives
it: Prodotti chimici per uso nella produzione di abrasivi

source: Methylcellulose for use as a basic product in the cosmetics industry
it: Metilcellulosa da utilizzare come prodotto di base nell'industria cosmetica

source: Compositions for use in the manufacture of magnetic media
it: Composti per uso nella fabbricazione di supporti magnetici

source: Compost mixtures of mineral based material in particulate form
it: Miscele per compost in materiali a base minerale in particolato

source: Compounds containing calcium carbonate
it: Composti contenenti carbonato di calcio

source: Magnesium carbonate for industrial use
it: Carbonato di magnesio per uso industriale

source: Magnesium carbonate for use in water treatment
it: Carbonato di magnesio per il trattamento dell'acqua

source: Magnesium oxide, other than for medical use
it: Ossido di magnesio, non per uso medico

source: Manures for use on grass or grassland
it: Concimi per l'erba o per prati

source: Mastics for use in welding
it: Mastici per saldatura

source: Commercial adhesives [other than for stationery or household use]
it: Colle commerciali [non per la cartoleria né per la casa]

source: Detergents having anti-bacterial properties for use in manufacturing processes
it: Detergenti con proprietà antibatteriche per uso nei processi di fabbricazione

source: Detergents having deodorising properties for use in manufacturing processes
it: Detergenti con proprietà deodoranti per uso nei processi di fabbricazione

source: Dextrins for industrial use
it: Destrine per uso industriale

source: Diaccetyl tartaric acid esters of glycerides
it: Esteri diacetiltartarici acidi di gliceridi

source: Diagnostic chemicals [other than for medical or veterinary use]
it: Prodotti chimici diagnostici [non per medico né veterinario]

source: Catalysts for use in the manufacture of rubber
it: Catalizzatori utilizzati nella fabbricazione della gomma

source: Chemical catalysts for use in methanol synthesis plant operation
it: Catalizzatori chimici per la gestione di impianti per la sintesi di metanolo

source: Polonium
it: Polonio

source: Pectin for the food industry
it: Pectina per l'industria alimentare

source: Pectin for industrial purposes
it: Pectina per uso industriale

source: Reagents for scientific or medical research use
it: Reagenti per la ricerca scientifica o medica

source: Phthalic acid
it: Acido ftalico

source: Softeners for leather
it: Ammorbidenti per il cuoio

source: Chemicals in the form of water soluble oils
it: Prodotti chimici in forma di oli solubili in acqua

source: Pepsins for industrial purposes
it: Pepsine per uso industriale

source: Peptones for industrial purposes
it: Peptoni per uso industriale

source: Contact cement for use with laminates
it: Adesivo a contatto da utilizzare con laminati

source: Polyester resins [unprocessed]
it: Resine poliesteri [allo stato grezzo]

source: Polyether polyols
it: Polioli di polietere

source: Plastics in the form of gels
it: Materie plastiche in gel

source: Stabilisers for oils
it: Stabilizzatori per oli

source: Boron phosphate
it: Fosfato di boro

source: Chemical additives for meat processing
it: Additivi chimici per il trattamento della carne

source: Chemical additives for use in industry
it: Additivi chimici per uso industriale

source: Inorganic fertilizers
it: Fertilizzanti inorganici

source: Inorganic peroxides for use in agriculture
it: Perossidi inorganici per l'agricoltura

source: Inorganic precipitation agents for the purification of potable water
it: Agenti inorganici di precipitazione per la depurazione dell'acqua potabile

source: Inorganic smoke retardants
it: Ritardanti inorganici per fumo

source: Additives (Chemical -) for use in plastics
it: Additivi (Chimici -) per la plastica

source: Household flame proofing solutions for application to fabrics
it: Soluzioni ignifughe per la casa da applicare su tessuti

source: Hydraulic fluids containing four or more carbon atoms
it: Fluidi idraulici contenenti quattro o più atomi di carbonio

source: Hydrocarbon resins
it: Resine idrocarburiche

source: Chemical compositions for use in the manufacture of pigments
it: Composti chimici per la preparazione di pigmenti

source: Manures containing antioxidants
it: Concimi contenenti antiossidanti

source: Grease cutters for use in industrial processes
it: Sgrassatori per processi industriali

source: Cracking catalysts for use in the petroleum industries
it: Catalizzatori per la pirolisi utilizzati nell'industria petrolifera

source: Cultures of microorganisms for use in the paper industry
it: Colture di microrganismi per uso nell'industria della carta

source: Light protectors in the form of antioxidants
it: Protettori di luminosità sotto forma di antiossidanti

source: Light sensitive emulsions
it: Emulsioni sensibili alla luce

source: Defoamers for use in the food processing industry
it: Deschiumanti per il settore della lavorazione alimentare

source: Defoaming agents for the coagulation of lacquers
it: Agenti deschiumanti per la coagulazione delle lacche

source: Degreasers based on lemon oil for use in manufacturing processes
it: Sgrassanti a base di olio di limone per uso in processi di fabbricazione

source: Proteins for use in industry
it: Proteine per uso industriale

source: Liquid fertilisers
it: Concimi liquidi

source: Liquid phosphate for foliar application to agricultural crops
it: Fosfati liquidi per applicazione fogliare su colture agricole

source: Liquid photopolymer solder masks for use as a permanent coating for printed circuits
it: Solder mask di fotopolimeri liquidi da utilizzare come rivestimenti permanenti per circuiti stampati

source: Chemical agents for impregnating textiles, furs, leather, non-wovens and fabrics
it: Impregnanti chimici per tessuti, pellicce, pellami, tessuti non intrecciati e stoffe

source: Flame retardants
it: Prodotti ignifughi

source: Solder stripper [preparations]
it: Estrattore per saldatura [preparati]

source: Poultice for use on marble
it: Cataplasma per marmo

source: Polytetrafluoroethylene non-stick coatings
it: Rivestimenti anti-aderenti in politetrafluoroetilene

source: Polyunsaturated fatty acids
it: Acidi grassi poliinsaturati

source: Polyurethane coatings [other than paints]
it: Rivestimenti in poliuretano [tranne pitture]

source: Contrast media, other than for use in medical imaging
it: Mezzi di contrasto non per imaging medico

source: Caffeine and caffeine extract used in industry
it: Caffeina e estratto di caffeina utilizzati nell'industria

source: Ion exchange resins for use in water treatment
it: Resine a scambio ionico per il trattamento dell'acqua

source: Horticultural potting mixtures
it: Miscele per il rinvaso in orticoltura

source: Photographic paper [must be chemically-sensitized paper]
it: Carta fotografica [deve essere carta sensibilizzata chimicamente]

source: Polymers for use in the analysis of biochemicals
it: Polimeri per analisi di prodotti biochimici

source: Additives (Chemical -) for the flow control of adhesives
it: Additivi (Chimici -) per il controllo del flusso di adesivi

source: Additives (Chemical -) for the flow control of ink
it: Additivi (Chimici -) per il controllo del flusso di inchiostro

source: Adhesives used in industry, in particular in the construction industry
it: Sostanze adesive per l'industria, in particolare per l'industria edile

source: Food esters, other than for pharmaceutical purposes
it: Esteri alimentari, non per uso farmaceutico

source: Contrast agents for use in molecular imaging
it: Mezzi di contrasto per l'imaging molecolare

source: Diagnostic reagents, except for medical or veterinary use
it: Reagenti diagnostici non per uso medico né veterinario

source: Chemical adsorbents
it: Adsorbenti chimici

source: Chemical additives for varnishes
it: Additivi chimici per vernici

source: Linkage compounds for scientific use in associating radiodiagnostic compounds with antibodies
it: Composti di concatenazione per uso scientifico per l'associazione di composti radiodiagnostici con anticorpi

source: Liquid cleaning compositions used in manufacturing processes
it: Composti liquidi per la pulizia usati in processi manifatturieri

source: Foundry binding substances
it: Leganti per fonderia

source: Substances for soil-free growing [agriculture]
it: Sostanze per la coltivazione idroponica [agricoltura]

source: Diagnostic preparations for scientific purposes
it: Preparati per la diagnostica destinati a uso scientifico

source: Diagnostic reagents, other than for medical laboratory use
it: Reagenti diagnostici non per uso medico da laboratorio

source: Diagnostic substances, other than for medical use
it: Sostanze diagnostiche non per uso medico

source: Defoliants
it: Defolianti

source: Photographic emulsions
it: Emulsioni fotografiche

source: Alkaline iodides for industrial purposes
it: Ioduri alcalini per uso industriale

source: Photographic chemicals for developing presensitised plates for printing
it: Prodotti chimici fotografici per lo sviluppo di piastre presensibilizzate per la stampa

source: Fluorine
it: Fluoro

source: Glucose syrups for industrial purposes
it: Sciroppi di glucosio per uso industriale

source: Aluminium nitrate
it: Nitrato di alluminio

source: Aluminium sulphate
it: Solfato di alluminio

source: Scandium
it: Scandio

source: Sensitized cloth for photography
it: Tela sensibilizzata per la fotografia

source: Adhesives for billposting
it: Colle per manifesti

source: Adsorbing agents of synthetic materials
it: Agenti adsorbenti in materiali sintetici

source: Chemical preparations for dewatering
it: Preparati chimici disidratanti

source: Micronized polythene waxes for use in the manufacture
it: Cere micronizzate di politene per la fabbricazione

source: Mineral fillers for use in industry
it: Riempitivi minerali per l'industria

source: Mineral substances for use in filtering
it: Sostanze minerali per filtraggio

source: Minerals in powder form for industrial use
it: Minerali sotto forma di polvere per uso industriale

source: Industrial chemicals for indicating the completeness of a sterilization process
it: Prodotti chimici industriali per indicare la completezza di un processo di sterilizzazione

source: Industrial chemicals for use in the manufacture of paints
it: Prodotti chimici industriali per la fabbricazione di pitture

source: Single crystals of silicon
it: Cristalli singoli di silicio

source: Soap [metallic] for industrial purposes
it: Saponi metallici per uso industriale

source: Reagents for industrial purposes
it: Reagenti per scopi industriali

source: Polyethyleneimine for use as additives in paper manufacturing
it: Polietileneimina da utilizzare come additivo nella fabbricazione della carta

source: Polyglycols for use in the manufacture of lubricants
it: Poliglicoli per produzione di lubrificanti

source: Polymer coatings [other than paints]
it: Rivestimenti con polimeri [tranne le pitture]

source: Chemicals in the nature of sorbents
it: Prodotti chimici in forma di assorbenti

source: Chemicals for use in fire extinguishing
it: Prodotti chimici per estinguere il fuoco

source: Chemicals for use in fire extinguishing compositions
it: Prodotti chimici per composti per estinguere il fuoco

source: Dry ice [carbon dioxide]
it: Ghiaccio secco [carbonico]

source: Synthetic resins for powder coatings in industrial applications
it: Resine sintetiche per rivestimenti in polvere per applicazioni industriali

source: Synthetic resins for use in glass fibre reinforced mouldings
it: Resine sintetiche per modanature rinforzate con fibre di vetro

source: Synthetic resins for use in the manufacture of blast cleaning abrasives
it: Resine sintetiche per la fabbricazione di abrasivi per la pulizia ad aria compressa

source: Synthetic thickeners for use in manufacture
it: Addensanti sintetici per uso manifatturiero

source: Tagged antibodies for scientific use
it: Anticorpi marcati per uso scientifico

source: Valeric acid
it: Acido valerico

source: Calcium nitrate
it: Nitrato di calcio

source: Chemical products for addition to lubricants for decarbonising
it: Prodotti chimici da aggiungere a lubrificanti per decarbonizzare

source: Chemical products for the treatment of sewage
it: Prodotti chimici per il trattamento di liquami

source: Carbon for filters for removing organic contaminants from water
it: Carbone per filtri per la rimozione di contaminanti organici dall'acqua

source: Carbonaceous absorbents for the purification of gases
it: Assorbenti carbonacei per la purificazione di gas

source: Enzyme preparations for the decomposition of waste matter
it: Preparati enzimatici per la decomposizione di rifiuti

source: Tellurium
it: Tellurio

source: Cement for footwear
it: Mastici per calzature

source: Filtering materials [vegetable substances]
it: Materie filtranti [sostanze vegetali]

source: Adhesives for ornamental paving
it: Adesivi per pavimentazioni ornamentali

source: Preparations for the separation of greases
it: Prodotti per la dissociazione di grassi

source: Galvanising compositions
it: Composizioni galvanizzanti

source: Quenching fluids
it: Fluidi per la tempra

source: Chemicals for use in the manufacture of inks
it: Prodotti chimici per la produzione di inchiostri

source: Chemicals for use in the manufacture of printing ink
it: Prodotti chimici per la produzione di inchiostro da stampa

source: Detergent additives to petrol [gasoline]
it: Additivi detergenti per la benzina

source: Adherent substances for adhesive tapes
it: Sostanze aderenti per nastri adesivi

source: Solvent cleaners for removing grease during manufacturing operations
it: Solventi per la rimozione dei grassi durante le operazioni di fabbricazione

source: Solvents for industrial use in manufacturing operations
it: Solventi per uso industriale in operazioni manifatturiere

source: Potassium chloride
it: Cloruro di potassio

source: Reinforcing separating agents
it: Agenti separatori di rinforzo

source: Releasing compounds for concrete shuttering
it: Composti di distacco per casseri per il calcestruzzo

source: Thermoplastic resins [unprocessed]
it: Resine termoplastiche [allo stato grezzo]

source: Thermosensitive recording materials
it: Materiali di registrazione termosensibili

source: Top dressings for lawns
it: Coperture per prati

source: Electroplating additives
it: Additivi per galvanostegia

source: Electroplating solutions
it: Soluzioni per galvanostegia

source: Fire retardant compositions for commercial and domestic use
it: Composti ignifuganti per uso commerciale e domestico

source: Chemicals for use in xerography
it: Sostanze chimiche per la xerografia

source: Gluten [glue], other than for stationery or household purposes
it: Glutine [colla] non per la cartoleria né per uso domestico

source: Chemical fertilizers
it: Concimi chimici

source: Chemical products for the preparation of enamels
it: Prodotti chimici per la preparazione di smalti

source: Chemical reagents for non-medical purposes
it: Reagenti chimici per uso non medico

source: Test paper, chemical
it: Carta chimica per test

source: Sulphur [non-metallic element]
it: Zolfo [elemento non metallico]

source: Chemical sealing grout for use in the construction industry
it: Boiacca di sigillatura chimica per l'industria delle costruzioni

source: Chemical preparations for use as additive to fuels for improving combustion
it: Prodotti chimici per uso come additivi per carburanti per migliorare la combustione

source: Chemical preparations for use in paper making
it: Preparati chimici per la produzione della carta

source: Chemical preparations for use in the food industry
it: Prodotti chimici per l'industria alimentare

source: Epoxide adhesives for use with concrete
it: Adesivi epossidici da usare con il calcestruzzo

source: Supports for catalysts
it: Supporti per catalizzatori

source: Tensio-active agents
it: Agenti tensioattivi

source: Surfactants for treating paper in printing processes
it: Tensioattivi per il trattamento della carta in processi di stampa

source: Biochemicals for use as indicators [other than for medical use]
it: Prodotti biochimici da utilizzare come indicatori [non per uso medico]

source: Biological substances [other than for medical or veterinary use]
it: Sostanze biologiche [non per uso medico o veterinario]

source: Retaining compounds
it: Composti di ritenzione

source: Iodic acid
it: Acido iodico

source: Milk ferments for chemical purposes
it: Fermenti lattici per uso chimico

source: Aluminium silicate
it: Silicato di alluminio

source: Anti-waxing agents for diesel oil
it: Agenti anti-ceranti per gasolio

source: Aqueous linear polymer gels
it: Gel polimeri lineari acquosi

source: Vitreous carbon
it: Carbonio vitreo

source: Pyrimidine
it: Pirimidina

source: Reagents for research purposes
it: Reagenti per la ricerca

source: Calcium carbide
it: Carburo di calcio

source: Cellulose
it: Cellulosa

source: Olivine [silicate mineral]
it: Olivina [minerale silicatico]

source: Oxides
it: Ossidi

source: Palmitic acid
it: Acido palmitico

source: Chemical compounds for the removal of solids in water clarification
it: Composti chimici per la rimozione di solidi nella chiarificazione dell'acqua

source: Chemical compounds for use in removing solids from water in filtration
it: Composti chimici per uso nella rimozione di solidi dall'acqua nella filtrazione

source: Chemical compounds for use in the manufacture of adhesives
it: Composti chimici per la fabbricazione di adesivi

source: Chemical degreasing agents for use in manufacturing processes
it: Agenti sgrassanti chimici per uso nei processi di fabbricazione

source: Chemical diagnostic reagents for industrial use
it: Reagenti chimico-diagnostici per uso industriale

source: Chemical agents for use in metal cutting
it: Agenti chimici per il taglio dei metalli

source: Chemical anchoring compounds
it: Composti ancoranti chimici

source: Chemicals for use in scientific research [other than medical or veterinary]
it: Prodotti chimici destinati alla ricerca scientifica [non per uso medico né veterinario]

source: Chemicals for use in the rubber industry
it: Prodotti chimici per l'industria della gomma

source: Chemicals for use in the tanning industry
it: Sostanze chimiche per il settore della conciatura
